Repository: Bogdan59/Restomania.IOS
Catalog: CoreFramework/Sources/UI/Services/Auth/EmailAuth/EmailEnter/*.lproj/EmailEnterAuthController.strings
Languages: ru

# Title
source: Email
ru: Почта

# Labels.EnterEmail
source: Enter your email and password
ru: Введите вашу почту и пароль

# Labels.ResetPassword
source: Forget your password?
ru: Забыли пароль?

# Fields.Password.Placeholder
source: Password
ru: Пароль

# Buttons.Signup
source: Signup
ru: Зарегистрироваться

# Buttons.Login
source: Login
ru: Войти

# Alerts.NotCorrectEmail
source: Please, enter correct email.
ru: Пожалуйста, введите корретную почту.

# Alerts.NotCorrectPassword
source: Please, enter correct password.
ru: Пожалуйста, введите корретный пароль.

# Alerts.WrongEmailorPassword
source: Wrong email or password. Try again.
ru: Неверная почта или пароль, попробуйте снова.

# Alerts.ExistUserWithSameEmail
source: User with same email is exist. Maybe you forgot password?
ru: Пользователь с такой почтой существует, может вы забыли пароль?
