Repository: Bogdan59/Restomania.IOS
Catalog: CoreFramework/Sources/Pages/Other/Notifications/*.lproj/OtherNotificationController.strings
Languages: ru

# Title
source: Notifications
ru: Уведомления

# Title.Bookings
source: Bookings
ru: Бронирование

# Title.Orders
source: Orders
ru: Заказы

# Title.Reviews
source: Reviews
ru: Отзывы

# Title.Payments
source: Payments
ru: Платежи

# Preferences.Bookings.Add
source: About new bookings
ru: О новой брони

# Preferences.Bookings.ChangeStatus
source: About change booking status
ru: О изменение статуса брони

# Preferences.Orders.Add
source: About new order
ru: О новом заказе

# Preferences.Orders.ChangeStatus
source: About change order status
ru: О изменение статуса заказа

# Preferences.Orders.PaymentComplete
source: About successful payment of the order
ru: Об успешной оплате заказа

# Preferences.Orders.PaymentFail
source: About fail payment of the order
ru: О проблемах с оплатой заказа

# Preferences.Orders.IsPrepared
source: About order is prepared
ru: О готовности заказа

# Preferences.Reviews.Add
source: About new review
ru: О новом отзыве

# Preferences.Reviews.Change
source: About change review
ru: Об изменении отзыва

# Preferences.Reviews.ChangeStatus
source: About change review status
ru: Об изменени статуса отзыва

# Preferences.Payments.AddCard
source: About new payment card
ru: О новой карте для оплаты
